/* choose button - open panel */
"Choose" = "选择";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "放大";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "订购 dotphoto.com 图像的输出列印";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "请使用检查器输入图像的网址";

/* Title of mag link */
"View this image full-size" = "以完整大小显示此图像";